Revit 2024 API
ParameterTypeId.MultiReferenceAnnotationReferenceCategory Property
 "Reference Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MultiReferenceAnnotationReferenceCategory { get; }
Visual Basic
Public Shared ReadOnly Property MultiReferenceAnnotationReferenceCategory As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MultiReferenceAnnotationReferenceCategory {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace